"AOS_NOTIFICATION_ALERT_TITLE" = ".Mac on nyt MobileMe Järjestelmäasetuksissa.";
"AOS_NOTIFICATION_ALERT_MESSAGE" = "Voit käyttää nykyistä .Mac-tunnusta ja salasanaa MobileMehen kirjautumiseen.";
"AOS_NOTIFICATION_ALERT_OK_BUTTON_TITLE" = "OK";
"AOS_NOTIFICATION_ALERT_LEARN_MORE_BUTTON_TITLE" = "Lisätietoja…";
"AOS_NOTIFICATION_ALERT_LEARN_MORE_URL" = "http://www.apple.com/fi/mobileme";
